{
  "bookItems": [
    {
      "id": "9cWeygAACAAJ",
      "title": "Ask",
      "imageLink": "http://books.google.com/books/content?id=9cWeygAACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "authors": "Elif Şafak"
    },
    {
      "id": "srZpAAAAMAAJ",
      "title": "Mahrem",
      "imageLink": "http://books.google.com/books/content?id=srZpAAAAMAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "authors": "Elif Shafak"
    },
    {
      "id": "DSpkAAAAMAAJ",
      "title": "Pinhan",
      "imageLink": "http://books.google.com/books/content?id=DSpkAAAAMAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "authors": "Elif Shafak"
    },
    {
      "id": "0XJPCQAAQBAJ",
      "title": "İskender",
      "description": "'Şu hayatta insan en çok sevdiklerini acıtır' En derin yaralar ailede açılır, kabuk tutsa bile kanar hikâye, içten içe... Aşkı aramadan evvel, düşün bir, ya benden nasıl bir âşık olur? İnsanın sevdası karakterinin yansımasıdır. Sen kavgacı isen, ha bire öfkeli, aşkı da bir cenk gibi yaşarsın. Gönlü pak olanın sevgisi de saf olur. Şu hayatta insan en çok sevdiklerini acıtır. En derin yaralar ailede açılır, kabuk tutsa bile kanar hikâye, içten içe... Attığımız her adım, yaptığımız her işte kendimizi yansıtırız. Budur çözülmesi gereken bilmece",
      "imageLink": "http://books.google.com/books/content?id=0XJPCQAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "authors": "Elif Şafak"
    },
    {
      "id": "D7iESQAACAAJ",
      "title": "Pinhan",
      "description": "The novel tells the story of a hermaphrodite mystic.",
      "imageLink": "http://books.google.com/books/content?id=D7iESQAACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "authors": "Elif Şafak"
    },
    {
      "id": "rS1xDwAAQBAJ",
      "title": "Notos Öykü 55 - Ermenice Edebiyat",
      "description": "Ermenice EdebiyatYokluktaki Çokluk • Haydar Ergülen: “Şiir bir iç mihraktır.”• John Barth: Tükenmişlik Edebiyatı Notos, Aralık-Ocak, 55. sayısında kötücül zamanın aynalarından birini kendimize çeviriyor ve Ermenice Edebiyat konusunu ele alıyor. Hem Ermeniceyle yazılmış edebiyatın bu ülkede yaşanan büyük acıların öncesinde ve sonrasında nasıl bir değişim geçirdiğine bakmaya hem de kadim bir dilin edebiyatının bugününü, dünyadaki yerini görmeye çalışıyor. Okurlara ve araştırmacılara sağlam bir temel oluşturmayı amaçlayan dosyada Mehmet Fatih Uslu, Sevan Değirmenciyan, Aziz Gökdemir, Maral Aktokmakyan, Murat Cankara, Ararat Şekeryan, Hazal Halavut, Nazan Maksudyan, Karin Karakaşlı, Vahram Danielyan ve Sona Mnatsakanyan’ın yazıları yer alıyor. Notos’un bu sayısında günümüz şiirinin önde gelen adlarından Haydar Ergülen ile yapılmış söyleşi yer alıyor. Haydar Ergülen şiir için yaptıklarıyla hem eski kuşakların ustalarını canlı imgeler olarak önümüze getiriyor hem de genç şairleri yakından izleyip öne çıkarıyor. Bir Yazarın Seçtikleri bölümünde Melisa Kesmez okurların ve yeni yazarların okumasını zorunlu gördüğü kitapları; Melike Uzun da en çok etkilendiği yazarı nedenleriyle birlikte Notos’a anlatıyor. Özgür Çakır, Kaan Murat Yanık ve Onur Behramoğlu kısa sorulara kısa yanıtlarla kendi yazarlık serüvenlerini ve yayımlanan son kitaplarını anlatıyor. Notos’un bu sayısında öyküleriyle yer alan yazarlar: Georg Heym, Özlem Akıncı, Dilek Emir, Aydın Öztürk, Kadire Bozkurt, Nazlı Karabıyıkoğlu, Şafak Pala, Didem Tekeli, Özdemir Bayrak, Muammer Kıranoğlu, M. Tila Sadık, Emirhan Burak Aydın.",
      "imageLink": "http://books.google.com/books/content?id=rS1xDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Kolektif"
    },
    {
      "id": "3pllDwAAQBAJ",
      "title": "Muhafazakar Düşünce Dergisi Sayı 13-14",
      "description": "Değişim sancıları ve kimlik krizi yaşayan bütün toplumlarda, yazar ve şairler, kendilerine edebiyatın dışında da roller biçerler; aynı zamanda ya inkılâpçıdırlar yahut ahlâkçı, ya “ilerici”dirler yahut “muhafazakâr”; yani dolaylı veya dolaysız, mutlaka siyasetle ilgilenirler. Çünkü gidişat karşısında kendilerini sorumlu hisseder, romanın, hikâyenin, şiirin vb. diliyle doğru bildiklerini söyleyerek, hatta bazan siyasete bizzat girerek ya iktidarın yanında yahut karşısında yer alır, yanlışları düzeltmeye, eğrileri doğrultmaya çalışırlar. Onların bu gayretleri zaman zaman estetik kaygılarının bile önüne bile geçebilir. Diktatörler, “şef”ler, eylem adamları, hatta demokrasilerde siyasî parti liderleri, başta şair ve yazarlar olmak üzere bütün sanatçıları yanlarında görmek istemiş, onları “ideoloji”nin, “devrim”in, “parti”nin vb. taleplerine uygun eserler vermeye zorlamışlardır. Elbette hiçbir gerçek yazar siyasete bu şekilde, yani zorlanarak müdahil olmayı istemez. Ancak edebiyatı siyasetten soyutlamak da mümkün değildir; sanat ve edebiyat adamları, isteseler de istemeseler de, geçmişin ve içinde yaşadıkları ânın şartlarına bağımlıdırlar. Özellikle modern toplumlarda, siyaset, devleti yönetmeye talip olan siyasî partilerin sınırlarını çoktan aşmış, sivil inisiyatifler de en az siyasî partiler kadar etkili olmaya başlamışlardır. Kısaca söylemek gerekirse, insanların bulunduğu her yerde siya-set vardır. Herhangi bir şekilde susturulan, bastırılan kalabalıkların homurtuları bile bir çeşit siyasettir. Yazar, Robenson gibi tek başına bir adada yaşamıyorsa, sorumluluk hissediyor, fikrini söylüyor, gelecekle ilgili hayaller kuruyor, itiraz ediyor, eleştiriyorsa, siyasetin içindedir.",
      "imageLink": "http://books.google.com/books/content?id=3pllDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Beşir Ayvazoğlu"
    },
    {
      "id": "n-xdDwAAQBAJ",
      "title": "1990’dan günümüze Türkiye ve Azerbaycan edebiyatlarının karşılıklı etkileşimi",
      "description": "Bir ülkenin edebiyatının gelişimi, sosyal ve siyasî gelişmelerle yakından ilgilidir. İki ülke arasında sosyal ve siyasî ilişkilerin gelişmesi edebiyat alanındaki ilişkileri de etkiler. Sovyetler Birliği’nin dağılması sürecinin hızlandığı 1990 yılından itibaren Türkiye ve Azerbaycan arasındaki yakınlaşma sonucunda her iki ülkenin edebiyatları arasındaki ilişkiler gelişti ve ilişkilerin gelişimi edebî etkileşime neden oldu. Bu yüzden çalışmamızda, 1990 yılından itibaren Türkiye ve Azerbaycan Edebiyatları arasındaki ilişkileri ele aldık. İki ülke edebiyatlarının karşılıklı etkileşimini tarihsel süreç içerisinde incelediğimiz çalışmada Türkiye’de Azerbaycan edebiyatı ile ilgili ve Azerbaycan’da Türkiye edebiyatı ile ilgili yayınlanan tüm önemli eserleri, bilimsel çalışmaları ve makaleleri kaynak olarak toplamayı hedefledik. Bu eserler dikkate alınarak edebiyatlar arasındaki etkileşimi ortaya çıkarmaya çalıştık. Türkiye’de Azerbaycan edebiyatı ile ilgili yapılan yüksek lisans ve doktora tez çalışmalarını da gözden geçirdik. İlk olarak 1990’dan günümüze Türkiye’de Azerbaycan edebiyatından çevrilen eserlerin bibliyografik künyesini çıkardık. Daha sonra Azerbaycan edebiyatı üzerine yazılan edebî araştırmaları ve makaleleri inceledik.",
      "imageLink": "http://books.google.com/books/content?id=n-xdDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Nigar Nagıyeva"
    },
    {
      "id": "qQwdcAAACAAJ",
      "title": "Araf",
      "description": "Story follows the lives of a group of twenty-something friends. An exploration of love, friendship, culture, nationality, exile and belonging.",
      "imageLink": "http://books.google.com/books/content?id=qQwdcAAACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "authors": "Elif Shafak,Aslı Biçen"
    },
    {
      "id": "6ZJ8DwAAQBAJ",
      "title": "Aşka Dair Sözler",
      "description": "Acıkmış bir aşk, öğütlerle beslenemez. Jean Jacques Rousseau Eğer geri dönersem, aşk için döktüğüm gözyaşları, boşa geçen zaman olacaktır. Kim Wilde Aşk öylesine engin bir denizdir ki, ne kıyısı vardır, ne de ucu bucağı. Mevlânâ Celâleddîn-i Rûmî",
      "imageLink": "http://books.google.com/books/content?id=6ZJ8DwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Emre Şeyda"
    }
  ]
}