{
  "bookItems": [
    {
      "id": "KeteAQAAQBAJ",
      "title": "The Politics of Harry Potter",
      "description": "This political analysis of Harry Potter uses the beloved wizarding world to introduce readers to the equally murky and intimidating world of politics. Rowling's work provides us with entries into all of the most important political questions in history, from terrorism and human rights to the classic foundations of political thought.",
      "imageLink": "http://books.google.com/books/content?id=KeteAQAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "B. Barratt",
      "deleteStatus": 0
    },
    {
      "id": "8P8nDwAAQBAJ",
      "title": "Literary Allusion in Harry Potter",
      "description": "Literary Allusion in Harry Potter builds on the world-wide enthusiasm for J. K. Rowling’s series in order to introduce its readers to some of the great works of literature on which Rowling draws. Harry Potter’s narrative techniques are rooted in the western literary tradition and its allusiveness provides insight into Rowling’s fictional world. Each chapter of Literary Allusion in Harry Potter consists of an in-depth discussion of the intersection between Harry Potter and a canonical literary work, such as the plays of Shakespeare, the poetry of Homer, Ovid, the Gawain-poet, Chaucer, Milton and Tennyson, and the novels of Austen, Hardy and Dickens. This approach aims to transform the reader’s understanding of Rowling’s literary achievement as well as to encourage the discovery of works with which they may be less familiar. The aim of this book is to delight Potter fans with a new perspective on their favourite books while harnessing that enthusiasm to increase their wider appreciation of literature.",
      "imageLink": "http://books.google.com/books/content?id=8P8nDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Beatrice Groves",
      "deleteStatus": 0
    },
    {
      "id": "_oKnzQEACAAJ",
      "title": "HARRY POTTER",
      "imageLink": "",
      "authors": "",
      "deleteStatus": 0
    },
    {
      "id": "z-y3GAAACAAJ",
      "title": "Harry Potter",
      "description": "Harry Potter letter writing kit containing envelopes, letter sheets, postcards and stamps.",
      "imageLink": "http://books.google.com/books/content?id=z-y3GAAACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "authors": "British Broadcasting Corporation Staff",
      "deleteStatus": 0
    },
    {
      "id": "iO5pApw2JycC",
      "title": "The Ivory Tower and Harry Potter",
      "description": "Now available in paper, The Ivory Tower and Harry Potter is the first book-length analysis of J. K. Rowling's work from a broad range of perspectives within literature, folklore, psychology, sociology, and popular culture. A significant portion of the book explores the Harry Potter series' literary ancestors, including magic and fantasy works by Ursula K. LeGuin, Monica Furlong, Jill Murphy, and others, as well as previous works about the British boarding school experience. Other chapters explore the moral and ethical dimensions of Harry's world, including objections to the series raised within some religious circles. In her new epilogue, Lana A. Whited brings this volume up to date by covering Rowling's latest book, Harry Potter and the Order of the Phoenix.",
      "imageLink": "http://books.google.com/books/content?id=iO5pApw2JycC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Lana A. Whited",
      "deleteStatus": 0
    },
    {
      "id": "faW9zQEACAAJ",
      "title": "Harry Potter: Centaurs Softcover Notebook",
      "description": "Celebrate your love of HARRY POTTER™ films and magical creatures with this softcover notebook. Featuring stunning concept art illustrations of the Centaurs of the Forbidden Forest, this notebook is perfect for journaling or taking notes at home, work, or school. Includes 240 ruled pages, a ribbon placeholder, and an elastic band. PREMIUM PAPER: 240 pages of the highest quality paper give you plenty of space to record your thoughts. PERFECT TO TAKE ON THE GO: Featuring an elastic band and a 6 by 8 inch size, this is the perfect notebook to take with you to class or on your travels. OFFICIALLY LICENSED: Collect more officially licensed stationery from Insights, featuring Harry Potter, Game of Thrones, DC Comics, and more.",
      "imageLink": "http://books.google.com/books/content?id=faW9zQEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "authors": "Insight Editions",
      "deleteStatus": 0
    },
    {
      "id": "DKcWE3WXoj8C",
      "title": "Harry Potter and International Relations",
      "description": "Drawing on a range of historical and sociological sources, this work shows how aspects of Harry's world contain aspects of our own. It also includes chapters on the political economy of the franchise, and on the problems of studying popular culture.",
      "imageLink": "http://books.google.com/books/content?id=DKcWE3WXoj8C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Daniel H. Nexon,Iver B. Neumann",
      "deleteStatus": 0
    },
    {
      "id": "-__ICQemqaEC",
      "title": "Reading Harry Potter",
      "description": "The tropes and themes of J. K. Rowling's massively popular series are interpreted within the context of its audience.",
      "imageLink": "http://books.google.com/books/content?id=-__ICQemqaEC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "David G. Epstein",
      "deleteStatus": 0
    },
    {
      "id": "X5NaYgyz52sC",
      "title": "Harry Potter Dream (EDITING)",
      "imageLink": "http://books.google.com/books/content?id=X5NaYgyz52sC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "authors": "",
      "deleteStatus": 0
    },
    {
      "id": "URpdAQAAQBAJ",
      "title": "The Riddles of Harry Potter",
      "description": "The Riddles of Harry Potter draws readers into the deeper meanings of these phenomenally successful books, arguing that they launch and pursue interpretive quests in an ongoing effort to understand patterns and their attendant meanings, implications, and consequences.",
      "imageLink": "http://books.google.com/books/content?id=URpdAQAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Shira Wolosky",
      "deleteStatus": 0
    },
    {
      "id": "g_NtPgAACAAJ",
      "title": "Harry Potter and the Prisoner of Azkaban",
      "description": "The third book in the Harry Potter series, this brilliant new story once again features young readers' favourite wizard and his his best friends, Ron and Hermione. Danger is afoot at Hogwarts, no one is quite who they seem, secrets and rumours abound. Along with fantastic new creatures and in the company of his loyal friends, Harry makes startling discoveries about his own mysterious past.",
      "imageLink": "http://books.google.com/books/content?id=g_NtPgAACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "authors": "J. K. Rowling",
      "deleteStatus": 0
    },
    {
      "id": "abYKXvCwEToC",
      "title": "Harry Potter",
      "description": "The Harry Potter books are the bestselling books of all time. In this fascinating study, Susan Gunelius analyzes every aspect of the brand phenomenon that is Harry Potter. Delving into price wars, box office revenue, and brand values, amongst other things, this is the story of the most incredible brand success there has ever been.",
      "imageLink": "http://books.google.com/books/content?id=abYKXvCwEToC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "S. Gunelius",
      "deleteStatus": 0
    },
    {
      "id": "BoX-6R21MgQC",
      "title": "The Psychology of Harry Potter",
      "description": "Harry Potter has provided a portal to the wizarding world for millions of readers, but an examination of Harry, his friends and his enemies will take us on yet another journey: through the psyche of the Muggle (and wizard!) mind. The twists and turns of the series, as well as the psychological depth and complexity of J. K. Rowling’s characters, have kept fans enthralled with and puzzling over the many mysteries that permeate Hogwarts and beyond: Do the Harry Potter books encourage disobedience? Why is everyone so fascinated by Professor Lupin? What exactly will Harry and his friends do when they finally pass those N.E.W.T.s? Do even wizards live by the ticking of the clock? Is Harry destined to end up alone? And why did it take Ron and Hermione so long to get together? Now, in The Psychology of Harry Potter, leading psychologists delve into the ultimate Chamber of Secrets, analyzing human mind and motivation by examining the themes and characters that make the Harry Potter books the bestselling fantasy series of all time. Grab a spot on the nearest couch, and settle in for some fresh revelations about our favorite young wizard!",
      "imageLink": "http://books.google.com/books/content?id=BoX-6R21MgQC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Neil Mulholland",
      "deleteStatus": 0
    },
    {
      "id": "c_KYSDoCYQ4C",
      "title": "The Magic of Harry Potter",
      "description": "The Harry Potter books by J. K. Rowling have been phenomenal bestsellers winning fans world wide. These essays look at the magic, literary devices and moral themes in the Harry Potter series. In addition, the controversy between Christians over the moral themes is discussed.",
      "imageLink": "http://books.google.com/books/content?id=c_KYSDoCYQ4C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Daniel Mitchell",
      "deleteStatus": 0
    },
    {
      "id": "o-QCOFDHmPEC",
      "title": "Heroism in the Harry Potter Series",
      "description": "Taking up the various conceptions of heroism that are conjured in the Harry Potter series, this collection examines the ways fictional heroism in the twenty-first century challenges the idealized forms of a somewhat simplistic masculinity associated with genres like the epic, romance and classic adventure story. The collection's three sections address broad issues related to genre, Harry Potter's development as the central heroic character and the question of who qualifies as a hero in the Harry Potter series. Among the topics are Harry Potter as both epic and postmodern hero, the series as a modern-day example of psychomachia, the series' indebtedness to the Gothic tradition, Harry's development in the first six film adaptations, Harry Potter and the idea of the English gentleman, Hermione Granger's explicitly female version of heroism, adult role models in Harry Potter, and the complex depictions of heroism exhibited by the series' minor characters. Together, the essays suggest that the Harry Potter novels rely on established generic, moral and popular codes to develop new and genuine ways of expressing what a globalized world has applauded as ethically exemplary models of heroism based on responsibility, courage, humility and kindness.",
      "imageLink": "http://books.google.com/books/content?id=o-QCOFDHmPEC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Dr Katrin Berndt,Dr Lena Steveker",
      "deleteStatus": 0
    },
    {
      "id": "cHjF5K2uVdsC",
      "title": "Guide to the Harry Potter Novels",
      "description": "Provides information on the plots and characters in the Harry Potter novels by J. K. Rowling.",
      "imageLink": "http://books.google.com/books/content?id=cHjF5K2uVdsC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "authors": "Julia Eccleshare",
      "deleteStatus": 0
    }
  ]
}